Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNABLE_TO_VERIFY_CAMERA_MESSAGE
source: Unable to determine if your iPhone camera is a genuine Apple part.
ar: غير قادر على تحديد ما إذا كانت كاميرا iPhone لديك كاميرا أصلية من Apple أم لا.
bg: Не може да се определи дали камерата на вашия iPhone е оригинална част на Apple.
ca: No s’ha pogut determinar si la càmera de l’iPhone és un component original d’Apple.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaný originální fotoaparát od společnosti Apple.
da: Kan ikke bestemme, om kameraet i din iPhone er en ægte Apple-reservedel.
de: Es konnte nicht festgestellt werden, ob deine iPhone-Kamera ein Originalbauteil von Apple ist.
el: Δεν είναι δυνατό να προσδιοριστεί αν η κάμερα του iPhone σας αποτελεί γνήσιο εξάρτημα Apple.
es: No se puede determinar si la cámara del iPhone es una pieza original de Apple.
es_us: No se pudo determinar si la cámara de tu iPhone es una pieza original de Apple.
fi: Ei voida määrittää, onko iPhonesi kamera aito Apple-osa.
fr: Impossible de vérifier l’authenticité de la caméra de votre iPhone.
fr_ca: Impossible de déterminer si la caméra de votre iPhone est une pièce Apple authentique.
he: לא ניתן לקבוע אם מצלמת ה-iPhone שלך היא רכיב מקורי של Apple.
hi: आपके iPhone का कैमरा Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ।
hr: Ne može se utvrditi je li kamera vašeg iPhonea originalni Apple proizvod.
hu: Nem sikerült megállapítani, hogy az iPhone-jának kamerája eredeti Apple-alkatrész-e vagy sem.
id: Tidak dapat menentukan apakah kamera iPhone Anda merupakan komponen asli Apple.
it: Non è possibile determinare se la fotocamera di iPhone è una parte originale Apple.
ja: このiPhoneのカメラがApple純正部品なのか判定できません。
kk: Осы iPhone камерасының түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес.
ko: 사용자의 iPhone 카메라가 Apple 정품 부품인지 확인할 수 없습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ vaizdo kamera yra originali „Apple“ dalis.
ms: Gagal menentukan sama ada kamera iPhone anda ialah komponen Apple asli.
nl: Er kan niet worden vast­gesteld of je iPhone-camera een origineel Apple onderdeel is.
no: Kan ikke avgjøre om iPhone-kameraet er en originaldel fra Apple.
pl: Nie można określić, czy iPhone ma oryginalny aparat Apple.
pt_br: Não é possível determinar se a câmera do seu iPhone é uma peça genuína da Apple.
pt_pt: Não é possível determinar se a câmara deste iPhone é uma peça Apple genuína.
ro: Nu se poate determina dacă modulul camerei iPhone‑ului este o componentă Apple originală.
ru: Не удается определить, является ли камера этого iPhone подлинной деталью Apple.
sk: Nie je možné zistiť, či je kamera vo vašom iPhone originálny diel od spoločnosti Apple.
sl: Ni mogoče določiti, ali je iPhonova kamera originalna komponenta Apple.
sv: Det gick inte att avgöra om kameran i denna iPhone är en äkta Apple-komponent.
th: ไม่สามารถตรวจสอบได้ว่ากล้องของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่
tr: iPhone’unuzun kamerasının orijinal bir Apple parçası olup olmadığı belirlenemiyor.
uk: Не вдається підтвердити, що в iPhone установлено оригінальну камеру Apple.
vi: Không thể xác định xem camera trên iPhone của bạn có phải là linh kiện Apple chính hãng hay không.
zh_cn: 无法确定iPhone相机是否为正品Apple部件。
zh_hk: 無法確定你iPhone的相機是否為Apple原廠零件。
zh_tw: 無法確認你的iPhone相機是否為Apple原廠零件。

# PARTS_SERVICE_SUBTEXT_IPAD
source: Parts and Service History is collected by Apple and shows information, status and repair details for this iPad. [Learn more…](PartsAndService-placard://)
ar: تجمع Apple سجل تاريخ القطع والخدمة، ويعرض السجل معلومات عن هذا الـ iPad وحالته وتفاصيل إصلاحه. [معرفة المزيد…](PartsAndService-placard://)
bg: Историята за части и сервиз се събира от Apple и показва информация, състояние и подробности относно ремонти на този iPad. [Научете повече…](PartsAndService-placard://)
ca: Apple recopila els components i l’historial de manteniment, que inclou la informació, l’estat i els detalls de les reparacions de l’iPad. [Més informació…](PartsAndService-placard://)
cs: V přehledu dílů a servisní historie, shromažďovaném společností Apple, jsou uvedené informace o iPadu, jeho stav a podrobné údaje o opravách. [Další informace…](PartsAndService-placard://)
da: Historik for service og reservedele indsamles af Apple og viser oplysninger, status og reparations­oplysninger for denne iPad. [Læs mere…](PartsAndService-placard://)
de: Das Teile- und Serviceprotokoll wird von Apple erfasst und zeigt Informationen sowie Status- und Reparaturdetails für dieses iPad an. [Weitere Infos …](PartsAndService-placard://)
el: Το τμήμα «Ιστορικό εξαρτημάτων και σέρβις» συλλέγεται από την Apple και εμφανίζει πληροφορίες, καθώς και την κατάσταση και τις λεπτομέρειες επισκευής αυτού του iPad. [Μάθετε περισσότερα…](PartsAndService-placard://)
es: Apple recopila un historial de piezas y reparaciones donde se muestran los datos, el estado y los detalles de las reparaciones de este iPad. [Más información…](PartsAndService-placard://)
es_us: Apple recopila el historial de piezas y servicios, que muestra la información, el estado y los detalles de reparación de este iPad. [Obtén detalles…](PartsAndService-placard://)
fi: Apple kerää osa- ja huoltohistorian, joka sisältää tietoja tästä iPadista sekä sen tilasta ja korjauksista. [Lisätietoja…](PartsAndService-placard://)
fr: L’historique des pièces et des réparations est collecté par Apple, et indique les informations et le statut de cet iPad, ainsi que des détails concernant ses réparations. [En savoir plus…](PartsAndService-placard://)
fr_ca: L’historique des pièces et des réparations est recueilli par Apple. Il affiche des informations, l’état et les détails des réparations de cet iPad. [En savoir plus…](PartsAndService-placard://)
he: היסטוריית הרכיבים והשירות נאספת על ידי Apple ומציגה את המידע המצב ופרטי התיקונים של iPad זה. [פרטים נוספים…](PartsAndService-placard://)
hi: Apple पार्ट और सर्विस हिस्ट्री एकत्रित करता है और उसमें इस iPad की जानकारी, स्टेटस और मरम्मत का विवरण दिखाया जाता है। [अधिक जानें…](PartsAndService-placard://)
hr: Apple prikuplja povijest dijelova i servisa te prikazuje informacije, status i detalje popravka za ovaj iPad. [Saznajte više…](PartsAndService-placard://)
hu: Az Alkatrészek és szervizelőzmények adatait az Apple gyűjti, és ez a szakasz az iPad állapotával és javításra vonatkozó részleteivel kapcsolatos információkat jeleníti meg. [Bővebben…](PartsAndService-placard://)
id: Riwayat Komponen dan Servis dikumpulkan oleh Apple dan menampilkan informasi, status, dan detail perbaikan untuk iPad ini. [Lebih lanjut…](PartsAndService-placard://)
it: I dati della sezione “Parti e cronologia dell’assistenza” vengono raccolti da Apple e mostrano le informazioni, lo stato e i dettagli sulle riparazioni per iPad. [Scopri di più…](PartsAndService-placard://)
ja: “部品と修理の履歴”はAppleによって収集され、このiPadの情報、状況、修理の詳細が表示されます。[詳しい情報…](PartsAndService-placard://)
kk: Apple тарапынан жиналатын бөлшектер мен сервис тарихында осы iPad туралы ақпарат, күйі және жөндеу мәліметтері көрсетіледі. [Толығырақ…](PartsAndService-placard://)
ko: 부품 및 서비스 기록은 Apple에서 수집하며, 이 iPad의 정보, 상태 및 수리 관련 세부사항을 보여줍니다. [더 알⁠아⁠보⁠기…](PartsAndService-placard://)
lt: Dalių ir remonto istoriją renka „Apple“ ir joje pateikiama informacija apie šį „iPad“, jo būseną ir remontą. [Sužinokite daugiau…](PartsAndService-placard://)
ms: Sejarah Komponen dan Servis dikumpulkan oleh Apple serta menunjukkan maklumat, status dan butiran pembaikan iPad ini. [Ketahui lebih lanjut…](PartsAndService-placard://)
nl: 'Onderdelen- en service­geschiedenis' wordt verzameld door Apple en toont informatie, status en reparatie­details voor deze iPad. [Meer informatie…](PartsAndService-placard://)
no: Dele- og serviceloggen føres av Apple og viser informasjon om iPaden, status og reparasjonsdetaljer. [Finn ut mer…](PartsAndService-placard://)
pl: Historia części i serwisu jest gromadzona przez Apple. Zawiera informacje, status i szczegóły napraw tego iPada. [Więcej informacji…](PartsAndService-placard://)
pt_br: O Histórico de Peças e Serviço é coletado pela Apple e mostra as informações, o estado e os detalhes de reparos deste iPad. [Saiba mais…](PartsAndService-placard://)
pt_pt: O histórico de peças e assistência é recolhido pela Apple e apresenta informação, estado e detalhes sobre reparações deste iPad. [Saiba mais…](PartsAndService-placard://)
ro: Istoricul de componente și service este colectat de Apple și afișează informații și detalii despre starea și reparațiile acestui iPad. [Mai multe…](PartsAndService-placard://)
ru: В истории деталей и обслуживания, которую собирает Apple, содержится информация о статусе и истории ремонта этого iPad. [Подробнее…](PartsAndService-placard://)
sk: V prehľade dielov a servisnej histórie sú uvedené informácie o stave a podrobnostiach opráv tohto iPadu, ktoré zhromaždila spoločnosť Apple. [Viac informácií…](PartsAndService-placard://)
sl: Apple zbira informacije o komponentah in zgodovini popravil ter prikazuje podatke, stanje in podrobnosti o popravilih za ta iPad. [Več o tem …](PartsAndService-placard://)
sv: Historiken för komponenter och service samlas in av Apple och visar information samt status- och reparationsdetaljer för denna iPad. [Läs mer…](PartsAndService-placard://)
th: ประวัติชิ้นส่วนและบริการถูกเก็บรวบรวมโดย Apple และแสดงข้อมูล สถานะ และรายละเอียดการซ่อมแซมสำหรับ iPad เครื่องนี้ [เรียนรู้เพิ่มเติม…](PartsAndService-placard://)
tr: Parçalar ve Servis Geçmişi, Apple tarafından toplanır ve bu iPad’e ilişkin bilgileri, durumu ve onarım ayrıntılarını gösterir. [Daha fazla bilgi…](PartsAndService-placard://)
uk: Історія обслуговування та ремонту надсилається в Apple і містить докладні відомості про стан та історію лагодження iPad. [Докладніше…](PartsAndService-placard://)
vi: Lịch sử linh kiện và dịch vụ được Apple thu thập và hiển thị thông tin, trạng thái và chi tiết sửa chữa cho iPad này. [Tìm hiểu thêm…](PartsAndService-placard://)
zh_cn: Apple收集的“部件和维修历史”会显示这台iPad的信息、状态和维修详细信息。[进一步了解…](PartsAndService-placard://)
zh_hk: Apple會收集「零件和維修記錄」，此記錄會顯示iPad的資料、狀態和維修詳細資料。[進一步了解⋯](PartsAndService-placard://)
zh_tw: Apple收集的「零件和維修記錄」會顯示此iPad的資訊、狀態和維修詳細資訊。[更多內容⋯](PartsAndService-placard://)

# UWB_DESC
source: Your iPhone is currently unable to use Ultra Wideband.
ar: ‏iPhone غير قادر حاليًا على استخدام النطاق فائق العرض.
bg: В момента не можете да използвате свръхшироколентовата връзка на вашия iPhone.
ca: L’iPhone no pot utilitzar la banda ultraampla en aquest moment.
cs: Na iPhonu momentálně nelze používat ultraširoké pásmo.
da: Din iPhone kan i øjeblikket ikke bruge ultrabredbånd.
de: Dein iPhone kann Ultrabreitband zurzeit nicht verwenden.
el: Δεν είναι επί του παρόντος δυνατή η χρήση της Υπερευρείας ζώνης από το iPhone σας.
es: El iPhone no puede usar la banda ultraancha ahora mismo.
es_us: Tu iPhone no puede usar la banda ultraancha por ahora.
fi: iPhonella ei tällä hetkellä voida käyttää Ultra Widebandia.
fr: Votre iPhone ne peut pas utiliser l’Ultra Wideband pour le moment.
fr_ca: Votre iPhone n’arrive pas à utiliser la bande ultralarge.
he: ל-iPhone שלך אין כרגע יכולת להשתמש בפס האולטרה-רחב.
hi: आपका iPhone अभी अल्ट्रा वाइडबैंड का इस्तेमाल करने में असमर्थ है।
hr: iPhone trenutačno ne može koristiti ultraširoki pojas.
hu: Az iPhone-ja jelenleg nem képes használni az Ultraszéles sávot.
id: iPhone Anda sedang tidak dapat menggunakan Ultra Wideband.
it: Al momento iPhone non è in grado di utilizzare la banda ultralarga.
ja: 現在、iPhoneで超広帯域無線（UWB）を使用できません。
kk: iPhone құрылғыңыз ағымдағы уақытта Ultra Wideband функциясын пайдалана алмайды.
ko: 현재 사용자의 iPhone으로 초광대역을 사용할 수 없습니다.
lt: Jūsų „iPhone“ šiuo metu negali naudotis „Ultra Wideband“.
ms: iPhone anda kini tidak dapat menggunakan Jalur Ultralebar.
nl: Je iPhone kan Ultra Wideband momenteel niet gebruiken.
no: iPhonen din kan ikke bruke ultrabredbånd for øyeblikket.
pl: iPhone nie może obecnie używać połączenia Ultra Wideband.
pt_br: O iPhone não pode usar a Banda Ultralarga no momento.
pt_pt: Neste momento, o iPhone não pode usar a ultra banda larga (UWB).
ro: Momentan, iPhone‑ul dvs. nu poate utiliza banda ultralargă.
ru: На этом iPhone сейчас невозможно использовать Ultra Wideband.
sk: Váš iPhone momentálne nemôže používať ultraširoké pásmo.
sl: Vaš iPhone trenutno ne more uporabljati ultraširokopasovne povezave.
sv: iPhone kan inte använda Ultra wideband för tillfället.
th: iPhone ของคุณไม่สามารถใช้แถบความถี่กว้างยิ่งยวดได้ในตอนนี้
tr: iPhone’unuz şu anda Ultra Geniş Bant’ı kullanamıyor.
uk: Ваш iPhone наразі не здатний використовувати UWB.
vi: iPhone của bạn hiện không thể sử dụng Băng thông siêu rộng.
zh_cn: iPhone当前无法使用超宽带。
zh_hk: 你的iPhone目前無法使用超寬頻。
zh_tw: 你的iPhone目前無法使用超寬頻。

# PARTS_AND_SERVICE_HISTORY
source: Parts & Service History
ar: القِطع وسجل تاريخ الخدمة
bg: История на Части и сервиз
ca: Historial dels components i del manteniment
cs: Historie dílů a servisu
da: Historik over reservedele og service
de: Bauteile & Serviceprotokoll
el: Ιστορικό εξαρτημάτων και σέρβις
es: Historial de piezas y reparaciones
es_us: Piezas e historial de servicios
fi: Osa- ja huoltohistoria
fr: Historique des pièces et des réparations
fr_ca: Historique des pièces et réparations
he: היסטוריית רכיבים ושירות
hi: पार्ट और सर्विस हिस्ट्री
hr: Povijest dijelova i servisa
hu: Alkatrészekkel és szervizzel kapcsolatos előzmények
id: Riwayat Komponen & Servis
it: Cronologia parti e assistenza
ja: 部品とサービスの履歴
kk: Бөлшектер және сервис тарихы
ko: 부품 및 서비스 기록
lt: Dalių ir remonto istorija
ms: Sejarah Komponen & Servis
nl: Onderdelen- en servicegeschiedenis
no: Dele- og servicelogg
pl: Historia części i serwisu
pt_br: Histórico de Peças e Serviço
pt_pt: Histórico de peças e assistência
ro: Istoric componente și service
ru: История деталей и обслуживания
sk: História dielov a servisu
sl: Zgodovina komponent in servisiranja
sv: Historik för Komponenter och service
th: ชิ้นส่วนและประวัติบริการ
tr: Parçalar ve Servis Geçmişi
uk: Історія обслуговування та ремонту
vi: Lịch sử linh kiện & dịch vụ
zh_cn: 部件与维修历史
zh_hk: 零件與維修記錄
zh_tw: 零件與維修記錄

# BASEBAND_DESC_IPAD
source: Your iPad is currently unable to access cellular data or make and receive calls or messages.
ar: ‏iPad غير قادر حاليًا على الوصول إلى البيانات الخلوية أو على إجراء واستلام المكالمات أو الرسائل.
bg: Вашият iPad в момента не може да осъществява достъп до мобилни данни или да прави и получава обаждания и съобщения.
ca: No pots accedir a les dades mòbils ni fer o rebre trucades o missatges amb l’iPad en aquest moment.
cs: iPad momentálně nemá přístup k mobilním datům a nelze z něj odesílat a přijímat zprávy ani telefonovat.
da: Din iPad kan i øjeblikket ikke få adgang til mobildata eller foretage og modtage opkald eller beskeder.
de: Dein iPad kann zurzeit weder auf mobile Daten zugreifen noch Anrufe tätigen bzw. Nachrichten senden oder empfangen.
el: Δεν είναι επί του παρόντος δυνατή η πρόσβαση σε δεδομένα κινητού δικτύου ή η πραγματοποίηση και λήψη κλήσεων ή μηνυμάτων από το iPad σας.
es: El iPad no puede acceder a los datos móviles, enviar mensajes ni hacer o recibir llamadas en este momento.
es_us: Tu iPad no puede acceder a los datos celulares, como tampoco realizar ni recibir llamadas o mensajes por ahora.
fi: iPadilla ei tällä hetkellä voida käyttää mobiilidataa, soittaa eikä vastaanottaa puheluja tai viestejä.
fr: Votre iPad ne peut pas accéder aux données cellulaires, ni émettre ou recevoir des appels et des messages pour le moment.
fr_ca: Votre iPad n’arrive pas à accéder aux données cellulaires, ni à passer des appels ou à envoyer des messages, ni à en recevoir.
he: ל-iPad שלך אין כרגע יכולת לגשת לנתונים סלולריים או לקבל ולשלוח שיחות והודעות.
hi: आपका iPad अभी मोबाइल डेटा ऐक्सेस करने या कॉल या संदेश भेजने और प्राप्त करने में असमर्थ है।
hr: iPad trenutačno ne može pristupiti mobilnim podacima niti uspostavljati i primati pozive ili poruke.
hu: Az iPadje jelenleg nem képes kapcsolódni a mobiladat-hálózathoz, valamint nem tud hívásokat és üzeneteket kezdeményezni és fogadni.
id: iPad Anda sedang tidak dapat mengakses data seluler atau melakukan dan menerima panggilan atau pesan.
it: Al momento iPad non è in grado di accedere ai dati cellulare, di effettuare o ricevere chiamate, né di inviare o ricevere messaggi.
ja: 現在、iPadでモバイルデータ通信へのアクセスまたは通話/メッセージの受発信ができません。
kk: iPad құрылғыңызда ағымдағы уақытта ұялы деректерге қол жеткізу немесе қоңыраулар не хабарлар шалу, жіберу және қабылдау мүмкіндігі жоқ.
ko: 현재 iPad에서 셀룰러 데이터에 접근하거나, 전화를 걸고 받거나, 메시지 기능을 사용할 수 없습니다.
lt: Jūsų „iPad“ šiuo metu negali pasiekti mobiliojo ryšio duomenų tinklo, skambinti ar priimti skambučių ar žinučių.
ms: iPad anda kini tidak dapat mengakses data selular atau membuat dan menerima panggilan atau mesej.
nl: Je iPad kan momenteel geen toegang krijgen tot mobiele data of kan geen oproepen doen en ontvangen of geen berichten versturen en ontvangen.
no: iPaden har ikke tilgang til mobildata for øyeblikket, og kan ikke ringe eller motta anrop eller meldinger.
pl: iPad nie może obecnie używać danych komórkowych, wykonywać i odbierać połączeń ani wysyłać i odbierać wiadomości.
pt_br: No momento o iPad não pode acessar dados celulares, fazer ou receber ligações nem enviar ou receber mensagens.
pt_pt: Neste momento, o iPad não pode aceder a dados móveis ou efetuar e receber chamadas ou mensagens.
ro: Momentan, iPad‑ul dvs. nu poate accesa date celulare sau efectua și recepționa apeluri sau mesaje.
ru: На этом iPad сейчас недоступны сотовые данные. Он также не может отправлять и принимать сообщения и вызовы.
sk: Váš iPad momentálne nedokáže pristupovať k mobilným dátam. Nie je možné uskutočňovať a prijímať hovory ani posielať a prijímať správy.
sl: Vaš iPad se trenutno ne more povezati z mobilnimi podatki ali opravljati in sprejemati klicev ali sporočil.
sv: iPad kan för tillfället inte komma åt mobildata, ringa, besvara samtal eller skicka och ta emot meddelanden.
th: iPad ของคุณไม่สามารถเข้าถึงข้อมูลเซลลูลาร์ โทรออกรับสายและส่งหรือรับข้อความได้ในตอนนี้
tr: iPad’iniz şu anda hücresel veriye erişemiyor, telefon görüşmesi yapamıyor ya da mesaj alıp gönderemiyor.
uk: Ваш iPad наразі не здатний отримувати доступ до стільникових даних, робити та приймати виклики або повідомлення.
vi: iPad của bạn hiện không thể truy cập dữ liệu di động hoặc thực hiện và nhận cuộc gọi hoặc tin nhắn.
zh_cn: iPad当前无法访问蜂窝数据、接打电话或收发信息。
zh_hk: 你的iPad目前無法取用流動數據，或打出和接聽電話或收發訊息。
zh_tw: 你的iPad目前無法取用行動數據、撥打和接收電話或訊息。

# CELLULAR_FOLLOWUP_TITLE
source: Cellular Issue Detected
ar: تم اكتشاف مشكلة في البيانات الخلوية
bg: Открит е проблем с мобилната мрежа
ca: Problema detectat amb la connexió mòbil
cs: Byl zjištěn problém s mobilním připojením
da: Problem med mobilnetværk fundet
de: Mobilfunkproblem entdeckt
el: Εντοπίστηκε ζήτημα με το κινητό δίκτυο
es: Hay un problema con los datos móviles
es_us: Problema de red celular
fi: Mobiiliyhteys­ongelma havaittu
fr: Problème de données cellulaires détecté
fr_ca: Problème de connectivité cellulaire détecté
he: התגלתה בעיה עם הרכיב הסלולרי
hi: मोबाइल डेटा संबंधी समस्या पाई गई
hr: Detektiran je problem s podatkovnom vezom
hu: Mobilhálózattal kapcsolatos probléma merült fel
id: Masalah Seluler Terdeteksi
it: È stato rilevato un problema con i dati cellulare
ja: モバイル通信の問題が検出されました
kk: Ұялы байланысқа қатысты мәселе анықталды
ko: 셀룰러 문제가 감지됨
lt: Aptikta mobiliojo ryšio problema
ms: Isu Selular Dikesan
nl: Probleem met mobiel netwerk gedetecteerd
no: Feil med mobilnett registrert
pl: Sieć komórkowa: wykryto problem
pt_br: Problema Detectado com a Rede Celular
pt_pt: Problema detetado com os dados móveis
ro: A fost detectată o problemă legată de conexiunea celulară
ru: Обнаружена неполадка cотовой связи
sk: Bol zistený problém s mobilným rozhraním
sl: Zaznana je težava z mobilnim omrežjem
sv: Problem med mobilanslutningen upptäckt
th: ตรวจพบปัญหาเซลลูลาร์
tr: Hücresel Ağ Sorunu Saptandı
uk: Виявлено проблему зі стільниковою мережею
vi: Đã phát hiện sự cố với kết nối di động
zh_cn: 检测到蜂窝网络问题
zh_hk: 偵測到流動網絡問題
zh_tw: 偵測到行動網路問題

# NONGENUINE_COMPONENT_LINK
source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Další informace
da: Flere oplysninger
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Altre info
ja: 詳⁠し⁠い⁠情⁠報⁠…
kk: Толығырақ ақпарат алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinoti daugiau
ms: Ketahui Lebih Lanjut
nl: Meer informatie
no: Finn ut mer
pl: Więcej informacji
pt_br: Saiba Mais
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# IMPORTANT_BATTERY_MESSAGE
source: Battery Not Recognized
ar: لم يتم التعرف على البطارية
bg: Батерията не е разпозната
ca: Bateria no reconeguda
cs: Baterie nebyla rozpoznána
da: Batteri ikke genkendt
de: Batterie nicht erkannt
el: Δεν αναγνωρίστηκε η μπαταρία
es: Batería no reconocida
es_us: Batería no reconocida
fi: Akkua ei tunnistettu
fr: Batterie non reconnue
fr_ca: Batterie non reconnue
he: הסוללה לא זוהתה
hi: बैटरी पहचानी नहीं गई
hr: Baterija nije prepoznata
hu: Az akkumulátor nem ismerhető fel
id: Baterai Tidak Dikenali
it: Batteria non riconosciuta
ja: バッテリーを識別できません
kk: Аккумулятор танылмады
ko: 배터리가 인식되지 않음
lt: Neatpažintas akumuliatorius
ms: Bateri Tidak Dikenali
nl: Batterij niet herkend
no: Batteriet er ikke godkjent
pl: Bateria nierozpoznana
pt_br: Bateria Não Reconhecida
pt_pt: Bateria não reconhecida
ro: Baterie nerecunoscută
ru: Аккумулятор не распознан
sk: Nerozpoznaná batéria
sl: Baterija ni prepoznana
sv: Batteriet känns inte igen
th: แบตเตอรี่ที่ไม่รู้จัก
tr: Pil Tanınamadı
uk: Акумулятор не розпізнано
vi: Không nhận ra pin
zh_cn: 无法识别电池
zh_hk: 無法識別電池
zh_tw: 無法辨識電池

source: System
ar: النظام
bg: Системен
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
es_us: Sistema
fi: Järjestelmä
fr: Système
fr_ca: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйе
ko: 시스템
lt: Sistema
ms: Sistem
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_cn: 系统
zh_hk: 系統
zh_tw: 系統
